nationList = ['中国', '中央', '首都']
areaList = ['东北', '华北', '华中', '华东', '华西', '西北', '西南', '东南', '中南',
            '渤海', '东海', '黄海', '南海', '北华', '东华', '南华', '西华', '江南', '淮海', '中山', '中北']
placeList = ['北京',
             '天津',
             '河北', '承德', '保定', '唐山', '廊坊', '衡水', '石家庄', '邯郸', '邢台', '沧州', '燕山', '张家口',
             '山西', '太原', '长治', '大同', '晋中', '运城', '忻州', '吕梁',
             '内蒙古', '赤峰', '呼伦贝尔', '集宁', '河套', '呼和浩特', '鄂尔多斯',
             '辽宁', '大连', '沈阳', '锦州', '沈阳', '鞍山', '辽东', '营口',
             '吉林', '延边', '长春', '通化', '白城',
             '黑龙江', '哈尔滨', '佳木斯', '牡丹江', '齐齐哈尔', '大庆', '绥化', '黑河',
             '上海',
             '江苏', '南京', '苏州', '常州', '南通', '盐城', '徐州', '淮阴', '苏州', '常熟', '扬州', '泰州', '金陵', '宿迁',
             '浙江', '杭州', '温州', '湖州', '绍兴', '台州', '丽水', '嘉兴', '宁波',
             '安徽', '合肥', '蚌埠', '皖南', '阜阳', '安庆', '淮北', '黄山', '皖西', '滁州', '宿州', '巢湖', '淮南', '铜陵', '池州', '亳州',
             '福建', '厦门', '华侨', '福州', '闽江', '武夷', '宁德', '泉州', '闽南', '三明', '龙岩', '莆田',

             ]
professList = ['科技', '工业', '理工', '交通', '工程', '应用技术', '工程技术',
               '化工', '工商', '服装', '邮电', '印刷', '建筑', '城建', '电子科技', '信息科技', '农业', '林业', '医科', '医药', '中医药', '药科', '电力', '民航', '铁路', '海事',
               '石油', '石油化工', '矿业', '地质', '环境工程', '能源', '海洋',
               '师范', '体育', '外国语', '语言', '传媒', '音乐', '美术', '艺术', '戏曲', '戏剧', '舞蹈', '电影', '民族',
               '人民', '人民公安', '财经', '经济贸易', '政法', '警察', '商业',

               ]

scale = ['大学', '学院']
